framework/storage/xml/cove/Genesis/cove_1112.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:oxml="http://www.ventanillaunica.gob.mx/cove/ws/oxml/">
   <soapenv:Header>
      <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" soapenv:mustUnderstand="1">
         <wsse:UsernameToken>
            <wsse:Username>GSY110601FD4</wsse:Username>
            <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">Nk9ETdSHWkphzFRuZTXePGupgHgzROev//ZNEp7VnVYgQ5RkTtMuk/cWepTUWGyx</wsse:Password>
         </wsse:UsernameToken>
      </wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <oxml:solicitarRecibirCoveServicio>
         <!--1 or more repetitions:-->
         <oxml:comprobantes>
            <!--Optional:-->            
            <oxml:tipoOperacion>TOCE.IMP</oxml:tipoOperacion>
            <!--Zero or more repetitions:-->
            <oxml:patenteAduanal>3126</oxml:patenteAduanal>
            <oxml:fechaExpedicion>2016-08-19</oxml:fechaExpedicion>
            <!--Optional:-->
            <oxml:observaciones/>
            <!--Zero or more repetitions:-->
            <oxml:rfcConsulta>VASC540822H67</oxml:rfcConsulta>
            <oxml:tipoFigura>5</oxml:tipoFigura>
            <oxml:correoElectronico>dtavera@genesis-mexico.mx</oxml:correoElectronico>
            <oxml:firmaElectronica>
            	<oxml:certificado>MIIGrzCCBJegAwIBAgIUMDAwMDEwMDAwMDA0MDY3MTc2MTcwDQYJKoZIhvcNAQEL
BQAwggGyMTgwNgYDVQQDDC9BLkMuIGRlbCBTZXJ2aWNpbyBkZSBBZG1pbmlzdHJh
Y2nDs24gVHJpYnV0YXJpYTEvMC0GA1UECgwmU2VydmljaW8gZGUgQWRtaW5pc3Ry
YWNpw7NuIFRyaWJ1dGFyaWExODA2BgNVBAsML0FkbWluaXN0cmFjacOzbiBkZSBT
ZWd1cmlkYWQgZGUgbGEgSW5mb3JtYWNpw7NuMR8wHQYJKoZIhvcNAQkBFhBhY29k
c0BzYXQuZ29iLm14MSYwJAYDVQQJDB1Bdi4gSGlkYWxnbyA3NywgQ29sLiBHdWVy
cmVybzEOMAwGA1UEEQwFMDYzMDAxCzAJBgNVBAYTAk1YMRkwFwYDVQQIDBBEaXN0
cml0byBGZWRlcmFsMRQwEgYDVQQHDAtDdWF1aHTDqW1vYzEVMBMGA1UELRMMU0FU
OTcwNzAxTk4zMV0wWwYJKoZIhvcNAQkCDE5SZXNwb25zYWJsZTogQWRtaW5pc3Ry
YWNpw7NuIENlbnRyYWwgZGUgU2VydmljaW9zIFRyaWJ1dGFyaW9zIGFsIENvbnRy
aWJ1eWVudGUwHhcNMTcwNjI5MTUxNjAyWhcNMjEwNjI5MTUxNjQyWjCCARwxMzAx
BgNVBAMTKkdFTkVTSVMgU1lTVEVNUyBHUk9VUCBNRVhJQ08gUyBERSBSTCBERSBD
VjEzMDEGA1UEKRMqR0VORVNJUyBTWVNURU1TIEdST1VQIE1FWElDTyBTIERFIFJM
IERFIENWMTMwMQYDVQQKEypHRU5FU0lTIFNZU1RFTVMgR1JPVVAgTUVYSUNPIFMg
REUgUkwgREUgQ1YxCzAJBgNVBAYTAk1YMScwJQYJKoZIhvcNAQkBFhhmZXNwaW5v
QGdlbmVzaXMtaWNlc2EubXgxJTAjBgNVBC0THEdTWTExMDYwMUZENCAvIEVJQ0Y4
MjA3MDNWMzAxHjAcBgNVBAUTFSAvIEVJQ0Y4MjA3MDNNUVRTUkIwODCCASIwDQYJ
KoZIhvcNAQEBBQADggEPADCCAQoCggEBALoftR0D/etvSUvMqa1kHdVtbVsT9Qoi
Vlwar8uyQJ9t/mjjgXkDAH3xSPuG8ZFCpXujMp3l0eLPwUDAzugbf25fPqUe7s8N
dzzqm5HPwndGJaKjnRVNGIRfX3Ag4PnD2b0/YpXjNLt0jJpb0oUb3th0x7QHhtre
c0fizxBHqth/KIbCTNfU2PjyPlA/5xmUCd3bknHVuaYFnARQ+r90iT7CiIF3QL6N
PzuEUcG8UCKExd4ppoQXK51VK44R3IUyzjsLKFbdtiIr+Uep5jxGBtTyD7K/jy2N
MDTxH66p43VPAnewdSiUt8ExU6MCgupQJOFjgYLcyGntgd/XYUs9N48CAwEAAaNP
ME0wDAYDVR0TAQH/BAIwADALBgNVHQ8EBAMCA9gwEQYJYIZIAYb4QgEBBAQDAgWg
MB0GA1UdJQQWMBQGCCsGAQUFBwMEBggrBgEFBQcDAjANBgkqhkiG9w0BAQsFAAOC
AgEAdmeX7hqjTgvCHQ1AXtp1zLTxadFbaYsiab9cqDtB5jvGshIcZeDnwOdulFFn
Afi6pNmFoGWzLYEtpV+StrvlIWOk71kkcxS+F70zSnHBoIiSwAKmF+NZJs0teVWT
ZjW2wEuLUK9F5x+9SKS4AUJnC9TlkXfWSrROCdi6Cn3KHnom5U4pALAex5PvZ8gc
03ytkr6iVhizL2WO1ZVXQZU6/UuP353jvYJszwHMI3hzw29mRMR83tQwqZoJ7HaS
A4dsYyPUMMePdKVoCe9CV6wZux5FzXis56BWYYtojPlFmZj+JBL7yo7OHWLx44so
ZFakY+y7EoeVGCTABS+8lUv1oJQgbPDrffGCh0zNJBZMDiJkI48aTDA9z6CZkjAI
Tgv5dAlnJx7Lv+HGH2yR1+dGCjEex6+Dc6rsp9lLCZayCsTDEdprvkcTV044xd5v
wbouzwx1OYQ9bAlkNeNJWlTXmot1FFWWauQmfAu+Sk7jxmDAPPCdqFw29GJ+wgbJ
2OaVaNCIoJHgqpnl6uc2GGMNUOyv98khOWcGzfS+ZeRt+7T8IT6b46EJ+/DbRkfF
9NYDlZkuALv7jr3rcx2gRmGgww9d9Ck56C41KTcSbzoKh4DkM00PIW9XrHqutIIF
jbAhGIpwUQPAo0byHP9LSpDdRlxnSaR+h4zAm7yn6hRR75s=
</oxml:certificado>
            	<oxml:cadenaOriginal>|TOCE.IMP|8955-2|0|2016-08-19|5|VASC540822H67|3126|0|0|0|39-1552202| |RAPID TOOLING COMPONENTS|SILVER SPRING RD|12601|BUTLER|USA|53007|1|GSY110601FD4|GENESIS-ICESA SYSTEMS S DE RL DE CV|TOMAS ALBA EDISON|7|ZONA IND. VALLE DE ORO|SAN JUAN DEL RIO|QUERETARO|MEX|76803|PLACAS DE METAL|C62_1|6.000|USD|8.2200|49.32|49.3200|ARANDELAS|C62_1|16.000|USD|5.2900|84.64|84.6400|PLACAS METALICA|C62_1|5.000|USD|7.1300|35.65|35.6500|PLACAS METALICAS|C62_1|12.000|USD|10.1900|122.28|122.2800|ARANDELA|C62_1|10.000|USD|5.2000|52.00|52.0000|PLACAS METALICAS|C62_1|6.000|USD|10.1900|61.14|61.1400|PLACAS METALICAS|C62_1|10.000|USD|7.1300|71.30|71.3000|ARANDELA|C62_1|6.000|USD|4.1900|25.14|25.1400|ARANDELA|C62_1|18.000|USD|5.2100|93.78|93.7800|PLACAS METALICAS|C62_1|6.000|USD|7.1300|42.78|42.7800|PLACAS METALICAS|C62_1|10.000|USD|8.2200|82.20|82.2000|ARANDELA|C62_1|16.000|USD|5.2000|83.20|83.2000|ARANDELAS|C62_1|20.000|USD|4.1700|83.40|83.4000|ARANDELAS|C62_1|10.000|USD|4.1700|41.70|41.7000|PLACAS METALICAS|C62_1|4.000|USD|6.5600|26.24|26.2400|PLACAS DE METAL|C62_1|10.000|USD|6.8800|68.80|68.8000|ARANDELAS|C62_1|18.000|USD|4.1700|75.06|75.0600|ARANDELAS|C62_1|12.000|USD|5.0200|60.24|60.2400|</oxml:cadenaOriginal>
            	<oxml:firma>AVnf4dPWtfnycsElHRwE0eZ87zK25Z6CS2F8LTFZVNKdnslt2YrlZYgiU7jH9zGSe42zs+W0beyZdPxFgTewvJfkbk5tSJ0cF0C2JlGcmEM+PD7N5n67HJfXfgk4s1/8Yg+biphvL0ush53hBXErMTZMW2SYkkTZOQpOWQWEdM+ARMk2dWiXOAj/UA5LdnaVRytvzIcSh+f+iuvpM+8r10QUi2A5gEEYuTKUzSqcdjwhawXnDXWpaTMY8fwITmICoQ7LgTodR8gAbJeRUXdkimAnTc2BaUVlyahf9zfA23EDOHzdDZmD5ht/EZ6SHd26xRhTCoWvRJYj/suFY7pazg==</oxml:firma>
            </oxml:firmaElectronica>           
         <oxml:e-document>COVE161NRDQS7</oxml:e-document><oxml:numeroFacturaOriginal>8955-2</oxml:numeroFacturaOriginal><oxml:factura><oxml:certificadoOrigen>0</oxml:certificadoOrigen><oxml:subdivision>0</oxml:subdivision></oxml:factura><oxml:emisor><oxml:tipoIdentificador>0</oxml:tipoIdentificador><oxml:identificacion>39-1552202</oxml:identificacion><oxml:apellidoPaterno> </oxml:apellidoPaterno><oxml:nombre>RAPID TOOLING COMPONENTS</oxml:nombre><oxml:domicilio><oxml:calle>SILVER SPRING RD</oxml:calle><oxml:numeroExterior>12601</oxml:numeroExterior><oxml:colonia>BUTLER</oxml:colonia><oxml:pais>USA</oxml:pais><oxml:codigoPostal>53007</oxml:codigoPostal></oxml:domicilio></oxml:emisor><oxml:destinatario><oxml:tipoIdentificador>1</oxml:tipoIdentificador><oxml:identificacion>GSY110601FD4</oxml:identificacion><oxml:nombre>GENESIS-ICESA SYSTEMS S DE RL DE CV</oxml:nombre><oxml:domicilio><oxml:calle>TOMAS ALBA EDISON</oxml:calle><oxml:numeroExterior>7</oxml:numeroExterior><oxml:colonia>ZONA IND. VALLE DE ORO</oxml:colonia><oxml:municipio>SAN JUAN DEL RIO</oxml:municipio><oxml:entidadFederativa>QUERETARO</oxml:entidadFederativa><oxml:pais>MEX</oxml:pais><oxml:codigoPostal>76803</oxml:codigoPostal></oxml:domicilio></oxml:destinatario><oxml:mercancias><oxml:descripcionGenerica>PLACAS DE METAL</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>6.000</oxml:cantidad><oxml:valorUnitario>8.2200</oxml:valorUnitario><oxml:valorTotal>49.32</oxml:valorTotal><oxml:valorDolares>49.3200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>ARANDELAS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>16.000</oxml:cantidad><oxml:valorUnitario>5.2900</oxml:valorUnitario><oxml:valorTotal>84.64</oxml:valorTotal><oxml:valorDolares>84.6400</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PLACAS METALICA</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>5.000</oxml:cantidad><oxml:valorUnitario>7.1300</oxml:valorUnitario><oxml:valorTotal>35.65</oxml:valorTotal><oxml:valorDolares>35.6500</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PLACAS METALICAS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>12.000</oxml:cantidad><oxml:valorUnitario>10.1900</oxml:valorUnitario><oxml:valorTotal>122.28</oxml:valorTotal><oxml:valorDolares>122.2800</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>ARANDELA</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>10.000</oxml:cantidad><oxml:valorUnitario>5.2000</oxml:valorUnitario><oxml:valorTotal>52.00</oxml:valorTotal><oxml:valorDolares>52.0000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PLACAS METALICAS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>6.000</oxml:cantidad><oxml:valorUnitario>10.1900</oxml:valorUnitario><oxml:valorTotal>61.14</oxml:valorTotal><oxml:valorDolares>61.1400</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PLACAS METALICAS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>10.000</oxml:cantidad><oxml:valorUnitario>7.1300</oxml:valorUnitario><oxml:valorTotal>71.30</oxml:valorTotal><oxml:valorDolares>71.3000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>ARANDELA</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>6.000</oxml:cantidad><oxml:valorUnitario>4.1900</oxml:valorUnitario><oxml:valorTotal>25.14</oxml:valorTotal><oxml:valorDolares>25.1400</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>ARANDELA</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>18.000</oxml:cantidad><oxml:valorUnitario>5.2100</oxml:valorUnitario><oxml:valorTotal>93.78</oxml:valorTotal><oxml:valorDolares>93.7800</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PLACAS METALICAS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>6.000</oxml:cantidad><oxml:valorUnitario>7.1300</oxml:valorUnitario><oxml:valorTotal>42.78</oxml:valorTotal><oxml:valorDolares>42.7800</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PLACAS METALICAS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>10.000</oxml:cantidad><oxml:valorUnitario>8.2200</oxml:valorUnitario><oxml:valorTotal>82.20</oxml:valorTotal><oxml:valorDolares>82.2000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>ARANDELA</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>16.000</oxml:cantidad><oxml:valorUnitario>5.2000</oxml:valorUnitario><oxml:valorTotal>83.20</oxml:valorTotal><oxml:valorDolares>83.2000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>ARANDELAS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>20.000</oxml:cantidad><oxml:valorUnitario>4.1700</oxml:valorUnitario><oxml:valorTotal>83.40</oxml:valorTotal><oxml:valorDolares>83.4000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>ARANDELAS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>10.000</oxml:cantidad><oxml:valorUnitario>4.1700</oxml:valorUnitario><oxml:valorTotal>41.70</oxml:valorTotal><oxml:valorDolares>41.7000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PLACAS METALICAS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>4.000</oxml:cantidad><oxml:valorUnitario>6.5600</oxml:valorUnitario><oxml:valorTotal>26.24</oxml:valorTotal><oxml:valorDolares>26.2400</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PLACAS DE METAL</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>10.000</oxml:cantidad><oxml:valorUnitario>6.8800</oxml:valorUnitario><oxml:valorTotal>68.80</oxml:valorTotal><oxml:valorDolares>68.8000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>ARANDELAS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>18.000</oxml:cantidad><oxml:valorUnitario>4.1700</oxml:valorUnitario><oxml:valorTotal>75.06</oxml:valorTotal><oxml:valorDolares>75.0600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>ARANDELAS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>12.000</oxml:cantidad><oxml:valorUnitario>5.0200</oxml:valorUnitario><oxml:valorTotal>60.24</oxml:valorTotal><oxml:valorDolares>60.2400</oxml:valorDolares></oxml:mercancias></oxml:comprobantes>
      </oxml:solicitarRecibirCoveServicio>
   </soapenv:Body>
</soapenv:Envelope>
